"Information" = "Informationen";
"Size:" = "Größe:";
"Name:" = "Name:";
"File:" = "Datei:";
"URL:" = "URL:";
"Modified:" = "Geändert:";
"Locked" = "Geschützt";
"Launch URL in default application" = "URL in Standard-Anwendung öffnen";
"Kind:" = "Art:";
"Added:" = "Hinzugefügt:";
"Created:" = "Erstellt:";
"Location:" = "Ort:";
"Path:" = "Pfad:";
"Launch path in default application" = "Pfad in Standard-Anwendung öffnen";
"Comment:" = "Kommentar:";
"Comment" = "Kommentar";
"Instances:" = "Instanzen:";
"Aliases:" = "Aliases:";
"Exclude from..." = "Ignorieren bei...";
"Classification" = "Einordnung";
"See Also" = "Siehe Auch";
"Search" = "Suche";
"Tagging" = "Tagging";
"Select..." = "Auswählen...";
"Script:" = "Skript:";
"Label:" = "Etikett:";
"Tags:" = "Tags:";
"Additional Information" = "Weitere Informationen";
"Basic Information" = "Allgemein";

"Database Properties" = "Datenbank-Eigenschaften";
"Location" = "Ort";
"Protection" = "Schutz";
"User:" = "Benutzer:";
"Password:" = "Passwort:";
"Click to lock or unlock password" = "Ermöglicht oder schützt vor Änderungen des Passworts";
"Use as Default Database" = "als Standard-Datenbank verwenden";
"Plain Texts:" = "Reine Texte:";
"Groups:" = "Gruppen:";
"Rich Texts:" = "RTF-Texte:";
"Statistics" = "Statistik";
"HTML Pages:" = "HTML-Seiten:";
"Images:" = "Bilder:";
"Words:" = "Wörter:";
"Comments" = "Kommentare";
"Spotlight Comments" = "Spotlight-Kommentare";
"Name" = "Name";
"XML Files:" = "XML-Dateien:";
"Records:" = "Datensätze:";
"Sheets:" = "Tabellen:";
"QuickTime:" = "QuickTime:";
"Web Archives:" = "Webarchive:";
"Smart Groups:" = "Intelligente Gruppen:";
"Scripts:" = "Skripte:";
"PDF/PS:" = "PDF/PS:";
"Property Lists:" = "Property Lists:";
"Bookmarks:" = "Lesezeichen:";
"Feeds:" = "Feeds:";
"Total:" = "Gesamt:";
"Unknown:" = "Sonstige:";
"Rebuild" = "Neuaufbau";
"Create Spotlight Index" = "Spotlight-Index anlegen";
"Creating Spotlight Index..." = "Lege Spotlight-Index an...";
"Shared Database" = "Datenbank-Sharing";

"Age" = "Alter";
"Size" = "Größe";
"Date" = "Datum";

"Log" = "Protokoll";
"Time" = "Zeit";
"File/Action" = "Datei/Aktion";
"Info" = "Info";
"Clear" = "Löschen";
"Save..." = "Sichern...";

"Select Backup" = "Backup auswählen";
"Cancel" = "Abbrechen";
"Open" = "Öffnen";
"Note: " = "Hinweis:";
"The application will switch the current database and the selected backup." = "Die Anwendung wird die aktuelle Datenbank und das ausgewählte Backup auswechseln.";

"Exclude Groups from Tagging" = "Gruppen beim Tagging ignorieren";

"Title:" = "Titel:";
"Author:" = "Autor:";
"Subject:" = "Betreff:";
"Date:" = "Datum:";
"Save" = "Sichern";
"Untitled" = "Ohne Name";

"Show log automatically" = "Protokoll automatisch anzeigen";
"Read Only Sharing" = "Nur Lesen";